import React from 'react';

function Rules() {
    return (
        <div className="rules">
            <section className="rules-section">
                <h3>
                    Общее положение
                </h3>
                <ol className="rules-list rules-text">
                    <li>
                        На некоторых серверах может требовать пароль Администратора, обратитесь в техническую поддержку.
                    </li>
                    <li>
                        Скорость в тарифах указывается с примечанием "ДО" и может колебаться в зависимости от активности пользователей, следовательно в тарифах со скоростью соединения 250 мбит/сек, Вы можете получить приблизительно от 40-70 мбит/сек, в зависимости от активности пользователей. Учитывайте данное примечание при заказе услуг.
                    </li>
                    <li>
                        RETRY.HOST в праве отказать в сотрудничестве без объяснения причины.
                    </li>
                    <li>
                        На всех сайтах необходимо указывать наши NS через личный кабинет. В противном случае услуга может быть заблокирована без возможности восстановления.
                    </li>
                    <li>
                        После активации услуги, все действия на сервере - ответственность клиента. RETRY HOST не несёт ответственность.
                    </li>
                    <li>
                        Сервера остановленные по вине провайдера сети, остаток неиспользуемых дней начисляется на счёт в личный кабинет.
                    </li>
                    <li>
                        RETRY.HOST не несёт ответственности за хранения данных на серверах, если сервер был остановлен за нарушение, либо по истечению срока или другим причинам и клиент желает запросить доступ к серверу для выгрузки файлов и тому подобное, RETRY.HOST в праве отказать клиенту.
                    </li>
                    <li>
                        При нарушении правил использования, RETRY.HOST вправе полностью заблокировать все услуги, а также удалить личный кабинет клиента. Если у клиента остался положительный баланс, все средства анулируются без возврата.
                    </li>
                    <li>
                        На всех тарифах, включая абузоустойчивые, разрешено использовать не более трёх доменных адресов, если Вам требуется больше, используйте услугу абузоустойчивого хостинга.
                    </li>
                    <li>
                       На всех тарифах, включая абузоустойчивые запрещается использовать: exploit, malware, RDP-Bruteforce, Cobalt Strike
                    </li>
                </ol>
            </section>
            <section className="rules-section">
                <h3 className="rules-heading">
                    Продление услуг
                </h3>
                <ol className="rules-list rules-text">
                    <li>
                        Стоимость продления сервера может изменяться в зависимости от политики компании,а также поступающего трафика на сервера.
                    </li>
                    <li>
                       Retry.Host в праве отклонить продление сервера,даже после оплаты, если есть на то причины. Денежные средства будут возвращены клиенту на его счёт личного кабинета в течении 3 рабочих дней.
                    </li>
                    <li>
                        За просроченное продление услуги, на клиента будут применены штрафные санкции: продление будет производиться с даты отключения услуги.
                    </li>
                    <li>
                        RETRY.HOST в праве не уведомлять клиентов об изменений цен на услуги провайдера, клиент сам обязан проверять изменение цен в личном кабинете.
                    </li>
                    <li>
                        Цены на сервера формируются от курса EURO, поэтому стоимость продления и активации услуги может изменяться.
                    </li>
                    <li>
                        Услугу можно продлить в течении 4 дней, по истечению данного срока услуга удаляется.
                    </li>
                </ol>
            </section>
            <section className="rules-section">
                <h3 className="rules-heading">
                    Возврат денежных средств
                </h3>
                <p className="rules-paragraph rules-text">
                    За неоказанную или некачественно оказанную услугу, мы можем произвести возврат средств на карту или кошелек. С правилами возврата можно ознакомиться ниже:
                </p>
                <ol className="rules-list rules-text">
                    <li>
                        Возврат средств можно получить, если сервер перестал работать по нашей вине. В других случаях, возврат средств не производится.
                    </li>
                    <li>
                        Сервера, остановленные за нарушение правил использования, не подлежат денежному возврату.
                    </li>
                    <li>
                        Возврат средств за виртуальные сервера производится от 3 до 7 дней, выходные и праздничные дни не учитываются.
                    </li>
                    <li>
                        Возврат средств за выделенные сервера производится от 10 до 14 дней, выходные и праздничные дни не учитываются.
                    </li>
                    <li>
                        За установку выделенного сервера взимается плата в размере 1750 рублей, она уже включена в стоимость выделенного сервера. Данная сумма не возвращается.
                    </li>
                    <li>
                        Возврат средств за абузоустойчивые услуги не предусмотрен, Вы всегда можете обратиться к специалистам для настройки Вашего сервера в тикете на сайте, либо в Telegram @retry_host . Либо запросить замену сервера.
                    </li>
                    <li>
                        Возврат средств не предусмотрен за услуги, где размещался: фишинг, казино, криптоскаминг и прочее.
                    </li>
                    <li>
                        Клиент может вернуть не более 30% от стоимости сервера, если желает отказаться от услуг в первые 20 дней.
                    </li>
                    <li>
                        Сервера остановленные за нарушение - возврату средств не подлежат.
                    </li>
                </ol>
                <p className="rules-paragraph rules-text">
                    Документальный договор может изменяться и дополняться без ведома клиента. Клиент сам обязан проверять наличие обновление данного договора.
                </p>
            </section>
            <section className="rules-section">
                <h3 className="rules-heading">
                    Правила пользованием сервиса
                </h3>
                <ol className="rules-list rules-text">
                    <li>
                        Нарушающая права третьих лиц на интеллектуальную собственность, в том числе нарушающая авторские права, патенты, торговые знаки.
                    </li>
                    <li>
                        Распространение персональных данных третьих лиц.
                    </li>
                    <li>
                        Содержащая заведомо вредоносный контент, в т.ч. вирусы, трояны, программы для сканирования портов, брутфорс, стиллеры, парсеры и тому подобное.
                    </li>
                    <li>
                        Распространение или пропаганда детской порнографии, а также использование на сайте слов: <span className="rules-block-text">kids</span>, <span className="rules-block-text">lolita</span>, <span className="rules-block-text">pedo</span>, <span className="rules-block-text">peta</span>, <span className="rules-block-text">peto</span>, <span className="rules-block-text">pre-teen</span>, <span className="rules-block-text">pedophile</span>, <span className="rules-block-text">underage</span>, <span className="rules-block-text">child</span> и их аналогов на других языках в описании изображений, видео.
                    </li>
                    <li>
                        Фишинг.
                    </li>
                    <li>
                        Флуд.
                    </li>
                    <li>
                        Пропаганда насилия, расистские материалы.
                    </li>
                    <li>
                        Мошенничество в любом его проявлении.
                    </li>
                    <li>
                        Финансовые пирамиды; Казино; Ставки на спорт и тому подобное; наркотические вещества в соответствии с Opium Law; torrent-трекеры или ресурсы поиска по ним.
                    </li>
                    <li>
                        Майнинг криптовалют, любые финансовые махинации с кошельками и тому подобное.
                    </li>
                    <li>
                        Стриминг без лицензии.
                    </li>
                    <li>
                        Интимные услуги.
                    </li>
                </ol>
            </section>
        </div>
    )
}

export default Rules;